/****************************************Copyright (c)**************************************************
**                              
**                   
**                                
**
**--------------File Info-------------------------------------------------------------------------------
** File name:			
** Last modified Date:  2013-08-27
** Last Version:		1.0
** Descriptions:		
**
**------------------------------------------------------------------------------------------------------
** Created by:			Qi
** Created date:		2013-08-27
** Version:				1.0
** Descriptions:		
**
*******************************************************************************************************
*/

#ifndef _NANOPROCESS_H
#define _NANOPROCESS_H

/*历史距离比较是否使能*/
//#define DISTCMP_ENABLE

void card_process(void);
void init_old_dist(void);

#endif


