/****************************************Copyright (c)**************************************************
**                              
**                   
**                                
**
**--------------File Info-------------------------------------------------------------------------------
** File name:			
** Last modified Date:  2013-08-27
** Last Version:		1.0
** Descriptions:		
**
**------------------------------------------------------------------------------------------------------
** Created by:			Qi
** Created date:		2013-08-27
** Version:				1.0
** Descriptions:		
**
*******************************************************************************************************
*/
#ifndef __WATCHDOG_H 
#define __WATCHDOG_H

void watchdog_weigou(void);	// 进行喂狗操作 
void watchdog_fuwei(void);	// 进行复位操作 
void watchdog_init(void);

#endif